const chinese = {
  questionEnding: "，你會:",
  questions1: "當你意識到小女孩迷失在黑暗森林中時",
  answer1_1: "立刻製造聲響，讓她知道你在附近",
  answer1_2: "謹慎地尋找痕跡或聲音，試圖確定她的大致方向",
  answer1_3: "迅速開始在森林中大聲喊叫，希望她能聽到並回應",
  questions2: "當你遇到森林中的岔路口時",
  answer2_1: "仔細觀察每條路的跡象，以找到可能指向小女孩位置的線索",
  answer2_2: "堅定地選擇其中一條路，並迅速前進",
  answer2_3: "保持冷靜，尋找任何可能表明小女孩曾經通過的痕跡",
  questions3: "當你聽到遠處傳來可疑的聲音時",
  answer3_1: "立即沖向聲音源頭，以盡快找到小女孩",
  answer3_2: "暫停片刻，仔細聆聽其他聲音，判斷聲音是否屬於小女孩",
  answer3_3: "快速判斷聲音的方向，但保持謹慎，小心靠近",
  questions4: "當你發現一條撲面而來的河流阻擋了你的去路",
  answer4_1: "想辦法找到安全的方式穿過河流，即使需要花費更多時間",
  answer4_2: "尋找河邊的其他路線，以找到一個更容易渡過河流的地點",
  answer4_3: "嘗試跳過河流，以盡快到達小女孩所在的另一側",
  questions5: "當你感到疲憊和飢餓時",
  answer5_1: "繼續前進，因為你明確知道救援小女孩是當務之急",
  answer5_2: "尋找一個相對安全的地方休息片刻，並儘可能尋找食物",
  answer5_3: "放慢腳步，盡量節省體力，但仍然堅持前進",
  questions6: "當你在森林中迷路時",
  answer6_1: "盡量回想起之前的路徑，試圖找到正確的方向",
  answer6_2: "停下來靜下心來，尋找一些可用的線索來重新找到正確的路線",
  answer6_3:
    "繼續嘗試不同的路徑，希望能夠找到一個出口或能夠引領你回到正確的方向",
  questions7: "當你終於找到小女孩並她看起來害怕而困惑時",
  answer7_1: "鼓勵她保持鎮定，並告訴她你會保護她並帶她回家",
  answer7_2: "跟她交談，試圖了解她的感受並給予她一些安慰和指導",
  answer7_3: "盡量給予她安全感，但迅速採取行動，以便盡快離開森林",
  questions8: "當你最終成功將小女孩帶回家並她向你道謝時",
  answer8_1: "謙虛地回應，告訴她你只是盡了自己的責任",
  answer8_2: "表示你很高興能夠幫助她，並告訴她她是勇敢的",
  answer8_3: "表達對她的感激之情，並告訴她你願意隨時幫助她",
  pragmatist: "實踐者",
  pragmatistDescription:
    "實踐者是注重實際和現實解決問題的人。他們傾向於謹慎地評估情況，並採取合適的行動來解決困難。他們尋找明確的線索和跡象，以便做出明智的選擇。實踐者通常能夠平衡衝動和理性，他們的目標是找到最有效的解決方案",
  adventurer: "冒險家",
  adventurerDescription:
    "冒險家是勇於冒險和追求刺激的人。他們樂於嘗試新的事物，願意承擔風險，並對未知的探索充滿熱情。冒險家通常富有創造力和好奇心，他們尋求在挑戰和冒險中獲得成長和滿足感",
  analyst: "分析師",
  analystDescription:
    "分析師是注重觀察和分析的人。他們善於收集信息、整理數據，並進行深入思考和推理。分析師傾向於以理性和邏輯為基礎做出決策，他們注重細節和精確性，並通過深入分析來解決問題",
  protector: "保護者",
  protectorDescription:
    "保護者是關注他人安全和保護的人。他們具有強烈的責任感和關懷他人的願望。保護者致力於提供支持和幫助，確保周圍的人得到照顧和安全。他們通常是忠誠和可靠的人，願意為他人的利益付出",
  resolute: "堅毅者",
  resoluteDescription:
    "堅毅者是堅定和果斷的人。他們具有堅強的意志力和決心，不容易動搖或受到困難的挑戰。堅毅者通常能夠專注於目標，並持續努力，以克服困難並實現自己的願望。他們具備自律和毅力，即使面臨逆境，也能保持堅定的信念和行動力",
};

export { chinese };
