const chinese = {
  questionEnding: "，你會:",
  questions1: "當你意識到小女孩迷失在黑暗森林中時",
  answer1_1: "立刻製造聲響，讓她知道你在附近",
  answer1_2: "謹慎地尋找痕跡或聲音，試圖確定她的大致方向",
  answer1_3: "迅速開始在森林中大聲喊叫，希望她能聽到並回應",
  questions2: "當你遇到森林中的岔路口時",
  answer2_1: "仔細觀察每條路的跡象，以找到可能指向小女孩位置的線索",
  answer2_2: "堅定地選擇其中一條路，並迅速前進",
  answer2_3: "保持冷靜，尋找任何可能表明小女孩曾經通過的痕跡",
  questions3: "當你聽到遠處傳來可疑的聲音時",
  answer3_1: "立即沖向聲音源頭，以盡快找到小女孩",
  answer3_2: "暫停片刻，仔細聆聽其他聲音，判斷聲音是否屬於小女孩",
  answer3_3: "快速判斷聲音的方向，但保持謹慎，小心靠近",
  questions4: "當你發現一條撲面而來的河流阻擋了你的去路",
  answer4_1: "想辦法找到安全的方式穿過河流，即使需要花費更多時間",
  answer4_2: "尋找河邊的其他路線，以找到一個更容易渡過河流的地點",
  answer4_3: "嘗試跳過河流，以盡快到達小女孩所在的另一側",
  questions5: "當你感到疲憊和飢餓時",
  answer5_1: "繼續前進，因為你明確知道救援小女孩是當務之急",
  answer5_2: "尋找一個相對安全的地方休息片刻，並儘可能尋找食物",
  answer5_3: "放慢腳步，盡量節省體力，但仍然堅持前進",
  questions6: "當你在森林中迷路時",
  answer6_1: "盡量回想起之前的路徑，試圖找到正確的方向",
  answer6_2: "停下來靜下心來，尋找一些可用的線索來重新找到正確的路線",
  answer6_3:
    "繼續嘗試不同的路徑，希望能夠找到一個出口或能夠引領你回到正確的方向",
  questions7: "當你終於找到小女孩並她看起來害怕而困惑時",
  answer7_1: "鼓勵她保持鎮定，並告訴她你會保護她並帶她回家",
  answer7_2: "跟她交談，試圖了解她的感受並給予她一些安慰和指導",
  answer7_3: "盡量給予她安全感，但迅速採取行動，以便盡快離開森林",
  questions8: "當你最終成功將小女孩帶回家並她向你道謝時",
  answer8_1: "謙虛地回應，告訴她你只是盡了自己的責任",
  answer8_2: "表示你很高興能夠幫助她，並告訴她她是勇敢的",
  answer8_3: "表達對她的感激之情，並告訴她你願意隨時幫助她",
  pragmatist: "實踐者",
  pragmatistDescription1:
    "實踐者是一種以實際行動和解決問題為導向的人格類型。他們注重具體的計劃和目標，並通過堅持不懈的努力來實現它們。實踐者是勤奮和有條理的，他們擅長分解複雜的任務，將其轉化為可行的步驟，並逐一完成。他們喜歡制定清晰的計劃，設定明確的時間表，並為自己和周圍的人設定高標準。",
  pragmatistDescription2:
    "實踐者在面對挑戰和困難時表現出堅韌和毅力。他們不容易放棄，而是通過分析問題，找到解決方案，並付諸行動。他們對細節非常敏感，善於觀察和發現問題的核心。實踐者通常會尋找實用的方法和切實可行的解決方案，而不是沉湎於理論或抽象的概念。",
  pragmatistDescription3:
    "此外，實踐者還傾向於積極主動地追求個人和職業發展。他們尋求機會來擴展自己的技能和知識，並努力實現自己的目標。實踐者的成功常常源於他們對實際問題的深入理解和切實可行的解決方案。",
  adventurer: "冒險家",
  adventurerDescription1:
    "冒險家是一種富有冒險精神和追求刺激的人格類型。他們渴望新奇和挑戰，並願意冒險嘗試新的事物。冒險家通常充滿活力和好奇心，他們對未知的領域抱有開放的態度，並勇於面對風險。",
  adventurerDescription2:
    "冒險家尋求刺激和興奮，追求超越自我的體驗。他們可能是探險家、藝術家、創業家或旅行者。他們在探索未知領域時表現出勇氣和適應能力。冒險家通常富有想像力和創造力，他們能夠從新的經歷中獲得靈感，並將其轉化為實際行動。",
  adventurerDescription3:
    "冒險家通常具有積極的心態和應對困難的能力。他們樂觀而勇敢地面對挑戰，並視失敗為學習和成長的機會。冒險家的人生常常充滿變化和刺激，他們通過不斷嘗試新事物和挑戰自己來實現個人成長和滿足感。",
  analyst: "分析師",
  analystDescription1:
    "分析師是一種善於觀察和思考的人格類型。他們對細節和邏輯關係非常敏感，並喜歡深入分析事物的本質和原理。分析師通常具有較高的思維能力和邏輯推理能力，他們喜歡探索問題的根本原因，並通過收集和分析信息來做出明智的決策。",
  analystDescription2:
    "分析師傾向於思考問題的多個方面，並尋找它們之間的關聯和模式。他們可能是科學家、工程師、研究人員或策略規劃者。分析師在處理複雜的情況和難題時表現出出色的能力，他們能夠提出有洞察力的觀點和解決方案。",
  analystDescription3:
    "分析師通常具有客觀和理性的思維方式。他們注重事實和證據，並對主觀偏見持保留態度。分析師在做決策時會權衡各種因素，並考慮長遠的影響和潛在的風險。他們善於整合各種信息和觀點，以製定明智的決策。",
  protector: "保護者",
  protectorDescription1:
    "保護者是一種關心他人安全和福祉的人格類型。他們傾向於關注他人的需求，並努力保護他人免受傷害和危險。保護者通常具有責任感和同情心，他們願意提供支持和幫助，以確保他人的安全和幸福。",
  protectorDescription2:
    "保護者常常是關愛他人的人，他們可能是醫生、護士、教師或社會工作者。他們關心他人的感受，並儘力滿足他人的需求。保護者在他人困境中提供支持和鼓勵，給予情感上的安慰和實質上的幫助。",
  protectorDescription3:
    "保護者通常表現出高度的責任感和奉獻精神。他們願意付出時間和精力，以確保他人的安全和幸福。保護者對於他人的需求和情感反應非常敏感，他們擅長傾聽和理解他人的問題，並提供積極的支持和建議。",
  resolute: "堅毅者",
  resoluteDescription1:
    "堅毅者是一種持久堅定的人格類型。他們具有堅定的意志力和決心，不容易被困難和挫折擊倒。堅毅者通常具有強烈的目標意識和自律能力，他們勇敢地面對挑戰，並努力實現自己的目標。",
  resoluteDescription2:
    "堅毅者在面對困境時表現出毅力和決心。他們擁有頑強的精神和耐力，即使面臨困難和挑戰，也能夠保持積極的態度並持續努力。堅毅者通常會設定明確的目標，並製定可行的計劃來實現這些目標。",
  resoluteDescription3:
    "堅毅者通常具有積極的心態和自我驅動力。他們相信自己的能力，並相信通過努力和堅持可以實現目標。堅毅者會不斷提升自己的技能和知識，並尋求成長和進步的機會。",
};

export { chinese };
